Repository: melogold-app/melogoldiOSmacOS
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# account.addDevice
source: Add device
ru: Добавить устройство

# account.addDevice.code
source: Code
ru: Код

# account.addDevice.deny
source: Deny
ru: Отклонить

# account.addDevice.device
source: New device
ru: Новое устройство

# account.addDevice.done %@
source: “%@” is signed in
ru: «%@» вошло в аккаунт

# account.addDevice.explain
source: On the new device open Melogold, choose Sign in with a code and enter the code it shows.
ru: На новом устройстве откройте Melogold, выберите «Войти по коду» и введите код, который оно покажет.

# account.addDevice.otherNetwork
source: On another network — make sure it is your device
ru: В другой сети — убедитесь, что это ваше устройство

# account.addDevice.pick
source: Choose the number shown on the new device
ru: Выберите число, которое видно на новом устройстве

# account.addDevice.sameNetwork
source: On the same network as this device
ru: В той же сети, что и это устройство

# account.cancel
source: Cancel
ru: Отмена

# account.changePassword
source: Change password
ru: Сменить пароль

# account.changePassword.done %lld
source: Password changed. Devices signed out: %lld
ru: Пароль изменён. Вышли устройства: %lld

# account.changePassword.footer
source: You can leave the current password empty: any signed-in device may change it. Your other devices will be warned.
ru: Текущий пароль можно не вводить: сменить пароль можно с любого вошедшего устройства. Остальные устройства получат предупреждение.

# account.changePassword.signOutOthers
source: Sign out on other devices
ru: Выйти на других устройствах

# account.confirm
source: Confirm
ru: Подтвердить

# account.continue
source: Continue
ru: Продолжить

# account.copied
source: Copied
ru: Скопировано

# account.copy
source: Copy
ru: Скопировать

# account.currentPassword
source: Current password
ru: Текущий пароль

# account.device.current
source: This device
ru: Это устройство

# account.device.seen %@
source: Seen %@
ru: В сети %@

# account.deviceName
source: Name
ru: Имя

# account.devices
source: Devices
ru: Устройства

# account.devices.count %lld %lld
source: Devices: %1$lld of %2$lld
ru: Устройства: %1$lld из %2$lld

# account.done
source: Done
ru: Готово

# account.ended.generic
source: The session has ended — sign in again
ru: Сеанс завершён — войдите снова

# account.ended.reused
source: The session was ended for security reasons — sign in again
ru: Сеанс завершён из соображений безопасности — войдите снова

# account.error.busy
source: The server is busy. Try again later
ru: Сервер занят. Попробуйте позже

# account.error.deviceLimit %lld
source: The account already has %lld devices. Sign out on one of them
ru: В аккаунте уже %lld устройств. Выйдите на одном из них

# account.error.generic
source: Something went wrong. Try again
ru: Что-то пошло не так. Попробуйте ещё раз

# account.error.incompatible
source: This server does not work with this version of Melogold
ru: Этот сервер не работает с этой версией Melogold

# account.error.invalidCredentials
source: Wrong login or password
ru: Неверный логин или пароль

# account.error.invalidPassword
source: Wrong password
ru: Неверный пароль

# account.error.invalidRecoveryCode
source: Wrong login or recovery code
ru: Неверный логин или код восстановления

# account.error.linkCancelled
source: Sign-in was cancelled
ru: Вход отменён

# account.error.linkClaimed
source: This code is already in use
ru: Этот код уже используется

# account.error.linkDenied
source: Sign-in was denied
ru: Вход отклонён

# account.error.linkExpired
source: The code has expired — get a new one on the device
ru: Код устарел — запросите новый на устройстве

# account.error.linkMismatch
source: The number did not match — sign-in denied
ru: Число не совпало — вход отклонён

# account.error.linkNotFound
source: Code not found
ru: Код не найден

# account.error.linkWrongMode
source: This is an invitation code, not a sign-in code
ru: Это код приглашения, а не входа

# account.error.loginFormat
source: Login: 3–32 characters — Latin letters, digits, dot, hyphen and underscore; it starts and ends with a letter or digit
ru: Логин: 3–32 символа — латинские буквы, цифры, точка, дефис и подчёркивание; начинается и заканчивается буквой или цифрой

# account.error.loginTaken
source: This login is taken
ru: Этот логин занят

# account.error.network
source: No connection to the server
ru: Нет связи с сервером

# account.error.notMelogold
source: This is not a Melogold server
ru: Это не сервер Melogold

# account.error.passwordCommon
source: This password is too common
ru: Этот пароль слишком простой

# account.error.passwordContainsLogin
source: The password must not contain the login
ru: Пароль не должен содержать логин

# account.error.passwordLong %lld
source: The password must be at most %lld characters
ru: Пароль — не длиннее %lld символов

# account.error.passwordShort %lld
source: The password must be at least %lld characters
ru: Пароль — не короче %lld символов

# account.error.registrationClosed
source: Registration on this server is closed
ru: Регистрация на этом сервере закрыта

# account.error.storageFull
source: The server is full
ru: Сервер переполнен

# account.error.throttled %lld
source: Too many attempts. Try again in %lld min
ru: Слишком много попыток. Попробуйте через %lld мин

# account.forgotPassword
source: Forgot password?
ru: Забыли пароль?

# account.link.completed
source: Signed in
ru: Вход выполнен

# account.link.explain
source: On your iPhone, iPad, Mac or Vision Pro open Melogold › Settings › Account › Add device and enter this code:
ru: На iPhone, iPad, Mac или Vision Pro откройте Melogold › Настройки › Аккаунт › Добавить устройство и введите код:

# account.link.on %@
source: on “%@”
ru: на «%@»

# account.link.pick
source: Choose this number on your other device
ru: Выберите это число на другом устройстве

# account.link.retry
source: Try again
ru: Повторить

# account.login
source: Login
ru: Логин

# account.newPassword
source: New password
ru: Новый пароль

# account.newRecoveryCode
source: New recovery code
ru: Новый код восстановления

# account.password
source: Password
ru: Пароль

# account.password.required
source: Enter your account password to confirm.
ru: Введите пароль аккаунта для подтверждения.

# account.recover
source: Reset password
ru: Сброс пароля

# account.recover.explain
source: Enter the recovery code you saved when you created the account. Your other devices will be signed out.
ru: Введите код восстановления, который вы сохранили при создании аккаунта. Остальные устройства выйдут из аккаунта.

# account.recover.submit
source: Set new password
ru: Задать новый пароль

# account.recoveryCode
source: Recovery code
ru: Код восстановления

# account.recoveryCode.explain
source: This code is the only way back into your account if you forget the password. Keep it somewhere safe: it is shown only once.
ru: Этот код — единственный способ вернуть аккаунт, если вы забудете пароль. Сохраните его в надёжном месте: он показывается один раз.

# account.recoveryCode.saved
source: I have saved the code
ru: Код сохранён

# account.register
source: Create account
ru: Создать аккаунт

# account.register.pow
source: Checking that you are not a robot…
ru: Проверяем, что вы не робот…

# account.register.rules
source: Login: 3–32 characters — Latin letters, digits, dot, hyphen and underscore. Password: at least 8 characters.
ru: Логин: 3–32 символа — латинские буквы, цифры, точка, дефис и подчёркивание. Пароль — не короче 8 символов.

# account.rename
source: Rename this device
ru: Переименовать это устройство

# account.revoke
source: Sign out device
ru: Отозвать

# account.revoke.confirm %@
source: Sign out “%@”?
ru: Отозвать «%@»?

# account.revoke.explain
source: The device leaves the account; its library stays on it.
ru: Устройство выйдет из аккаунта, его библиотека останется на нём.

# account.revokeOthers
source: Sign out on other devices
ru: Выйти на других устройствах

# account.revokeOthers.confirm
source: Sign out on all other devices?
ru: Выйти на всех остальных устройствах?

# account.revokeOthers.done %lld
source: Devices signed out: %lld
ru: Вышли устройства: %lld

# account.save
source: Save
ru: Сохранить

# account.server.footer %@
source: Server: %@
ru: Сервер: %@

# account.share
source: Share
ru: Поделиться

# account.signIn
source: Sign in
ru: Войти

# account.signIn.code
source: Sign in with a code
ru: Войти по коду

# account.signOut
source: Sign out
ru: Выйти

# account.signOut.confirm
source: Sign out of the account on this device?
ru: Выйти из аккаунта на этом устройстве?

# account.signOut.footer
source: Your library stays on this device.
ru: Библиотека останется на этом устройстве.

# account.syncOn
source: Your library syncs with your other devices
ru: Библиотека синхронизируется с другими устройствами

# account.title
source: Account
ru: Аккаунт

# account.warning.itWasMe
source: It was me
ru: Это я

# account.warning.passwordWithoutOld %@
source: The password was changed on “%@” without the old password. Wasn't you?
ru: Пароль изменён на «%@» без старого пароля. Это не вы?

# account.warning.revoke
source: Sign out device
ru: Отозвать устройство

# action.play
source: Play
ru: Воспроизвести

# album.about
source: About this album
ru: Об альбоме

source: Album radio
ru: Радио альбома

# artist.about
source: About the artist
ru: Об исполнителе

# artist.inLibrary
source: In your library
ru: В вашей библиотеке

# artist.radio
source: Radio
ru: Радио

# artist.subscribe
source: Subscribe
ru: Подписаться

# artist.subscribed
source: Subscribed
ru: Вы подписаны

# artist.unsubscribe
source: Unsubscribe
ru: Отписаться

# backup.failed
source: Could not save the copy
ru: Не удалось сохранить копию

# backup.import
source: Import a copy
ru: Импорт копии

# backup.importFooter
source: A ViTune, ViMusic or Melogold backup is added to your library: tracks, history, favorites, playlists and lyrics. Nothing here is deleted.
ru: Копия ViTune, ViMusic или Melogold добавится к библиотеке: треки, история, Избранное, плейлисты и тексты. Ничего не удаляется.

# backup.save
source: Save a copy
ru: Сохранить копию

# backup.saved
source: Copy saved
ru: Копия сохранена

# backup.title
source: Library copy
ru: Копия библиотеки

# badge.cached
source: Available offline
ru: Есть без сети

# badge.downloaded
source: Downloaded
ru: Скачано

# badge.explicit
source: Explicit
ru: Ненормативная лексика

# badge.live
source: LIVE
ru: В ЭФИРЕ

# badge.unavailable
source: Unavailable
ru: Недоступно

# carplay.recent
source: Recent
ru: Недавние

# catalog.dataFrom %@
source: Data from %@
ru: Данные от %@

# catalog.empty
source: Nothing here yet
ru: Здесь пока пусто

# catalog.seeAll
source: See all
ru: Все

# channel.noVideos
source: No videos yet
ru: На канале пока нет видео

# channel.shuffleVideos
source: Shuffle videos
ru: Перемешать видео

# channel.videos
source: Videos
ru: Видео

# collection.inLibrary
source: In library
ru: В библиотеке

# collection.play
source: Play
ru: Слушать

# collection.save
source: Save
ru: Сохранить

# collection.shuffle
source: Shuffle
ru: Перемешать

# common.cancel
source: Cancel
ru: Отмена

# common.collapse
source: Collapse
ru: Свернуть

# common.copied
source: Copied
ru: Скопировано

# common.copy
source: Copy
ru: Копировать

# common.done
source: Done
ru: Готово

# common.more
source: More
ru: Ещё

# common.off
source: Off
ru: Выключено

# common.ok
source: Got it
ru: Понятно

# common.on
source: On
ru: Включено

# common.open
source: Open
ru: Открыть

# common.refresh
source: Refresh
ru: Обновить

# common.retry
source: Retry
ru: Повторить

# common.save
source: Save
ru: Сохранить

# common.undo
source: Undo
ru: Отменить

# diagnostics.app
source: App
ru: Приложение

# diagnostics.clients
source: Stream clients
ru: Клиенты потока

# diagnostics.device
source: Device
ru: Устройство

# diagnostics.export
source: Export report
ru: Экспорт отчёта

# diagnostics.exportFooter
source: The report has the log of this and the previous launch, the last crash, versions, settings without passwords and how many records the library has.
ru: В отчёте — журнал этого и прошлого запуска, последнее падение, версии, настройки без паролей и число записей в библиотеке.

# diagnostics.lastCrash
source: Last crash
ru: Последнее падение

# diagnostics.showInFinder
source: Show in Finder
ru: Показать в Finder

# diagnostics.system
source: System
ru: Система

# diagnostics.test
source: Test extraction
ru: Проверить извлечение

# diagnostics.test.ok %@ %lld %lld
source: %1$@ · itag %2$lld · %3$lld ms
ru: %1$@ · itag %2$lld · %3$lld мс

# diagnostics.versions
source: Versions
ru: Версии

# download.done
source: Downloaded
ru: Скачано

# download.progress %lld %lld
source: %lld of %lld
ru: %lld из %lld

# download.removeCollection
source: Remove download?
ru: Удалить загрузку?

# downloads.active %lld
source: Downloading (%lld)
ru: Скачивается (%lld)

# downloads.cached %lld %@
source: Cached · %lld · %@
ru: В кэше · %lld · %@

# downloads.cached.note
source: They play offline until newer tracks replace them
ru: Играют без сети, пока их не сменят новые треки

# downloads.collections
source: Playlists and albums
ru: Плейлисты и альбомы

# downloads.delete
source: Delete
ru: Удалить

# downloads.empty
source: Download tracks, albums or playlists — they'll play without internet
ru: Скачайте треки, альбомы или плейлисты — они будут играть без сети

# downloads.error.network
source: Network failure
ru: Сбой сети

# downloads.failed %lld
source: Errors (%lld)
ru: Ошибки (%lld)

# downloads.pause
source: Pause
ru: Пауза

# downloads.paused
source: Paused
ru: Пауза

# downloads.queued
source: Queued
ru: В очереди

# downloads.resume
source: Resume
ru: Продолжить

# downloads.retryAll
source: Retry all
ru: Повторить все

# downloads.wait.network
source: No internet
ru: Нет сети

# downloads.wait.storage
source: Not enough space
ru: Не хватает места

# downloads.wait.wifi
source: Waiting for Wi‑Fi
ru: Ждём Wi‑Fi

# editor.allMarked
source: All lines are marked
ru: Все строки отмечены

# editor.back5
source: Back 5 sec
ru: Назад на 5 с

# editor.byLines
source: By line
ru: По строкам

# editor.byWords
source: By word
ru: По словам

# editor.clearTiming
source: Clear timing
ru: Сбросить время

# editor.discard
source: Discard changes?
ru: Отменить изменения?

# editor.discard.confirm
source: Discard
ru: Не сохранять

# editor.lineEnd
source: Line end
ru: Конец строки

# editor.mark
source: Mark
ru: Отметить

# editor.markFromHere
source: Mark from here
ru: Отмечать отсюда

# editor.marking
source: Timing
ru: Отметки

# editor.marks
source: Timing
ru: Разметка

# editor.minus01
source: −0.1 sec
ru: −0,1 с

# editor.mode
source: Mode
ru: Режим

# editor.nudgeEarlier
source: Earlier by 0.1 sec
ru: Раньше на 0,1 с

# editor.nudgeLater
source: Later by 0.1 sec
ru: Позже на 0,1 с

# editor.pauseAfter
source: Pause after the line
ru: Пауза после строки

# editor.placeholder
source: One line of text is one line of the song. Backing vocals in parentheses at the end: “Line (ooh)”
ru: Одна строка текста — одна строка песни. Подпевка — в скобках в конце: «Строка (у-у)»

# editor.plus01
source: +0.1 sec
ru: +0,1 с

# editor.saved
source: Lyrics saved
ru: Текст сохранён

# editor.sideEnd
source: Second singer
ru: Второй голос

# editor.sideStart
source: First singer
ru: Первый голос

# editor.text
source: Text
ru: Текст

# editor.undo
source: Undo
ru: Отменить

# error.blocked
source: YouTube didn't respond: a bot check or a block. Try again later or switch networks
ru: YouTube не ответил: проверка на бота или блокировка. Попробуйте позже или смените сеть

# error.offline
source: Can't reach YouTube. Check your network or VPN
ru: Нет соединения с YouTube. Проверьте сеть или VPN

# error.parser
source: YouTube changed its pages. A fix will come in an update
ru: YouTube изменил страницу. Исправление придёт с обновлением

# error.unknown
source: Something went wrong
ru: Что-то пошло не так

# export.failed
source: Couldn't save the file
ru: Не удалось сохранить файл

# export.preparing
source: Preparing the file…
ru: Готовим файл…

# export.saved
source: File saved
ru: Файл сохранён

# export.savedMusic
source: Saved to Music/Melogold
ru: Сохранено в Музыка/Melogold

# export.show
source: Show
ru: Показать

# hidden.empty
source: Tracks you hid with ⋯ › Don't show this track will be here
ru: Здесь будут треки, которые вы скрыли через ⋯ › Не показывать этот трек

# hidden.show
source: Show
ru: Вернуть

# hidden.showAll
source: Show all
ru: Вернуть все

# history.clear
source: Clear history…
ru: Очистить историю…

# history.clear.action
source: Clear
ru: Очистить

# history.clear.confirm %lld
source: Delete all listens (%lld)?
ru: Удалить все прослушивания (%lld)?

# history.clear.confirmEverywhere %lld
source: Delete all listens (%lld) on every device of the account?
ru: Удалить все прослушивания (%lld) на всех устройствах аккаунта?

# history.clear.message
source: Favorites and playlists won't change
ru: Избранное и плейлисты не изменятся

# history.device.all
source: All devices
ru: Все устройства

# history.device.choose
source: Whose plays to show
ru: Чьи прослушивания показать

# history.device.other
source: Another device
ru: Другое устройство

# history.device.this
source: This device
ru: Это устройство

# history.empty
source: Play something and your history will show up here
ru: Послушайте что-нибудь — история появится здесь

# history.emptyPeriod
source: No listens in this period
ru: За этот период прослушиваний нет

# history.paused
source: History is paused
ru: История не сохраняется

# history.period
source: Period
ru: Период

# history.period.30d
source: 30 days
ru: 30 дней

# history.period.7d
source: 7 days
ru: 7 дней

# history.period.all
source: All time
ru: Всё время

# history.period.year
source: Year
ru: Год

# history.recent
source: Recent
ru: Недавние

# history.resume
source: Turn on
ru: Включить

# history.today
source: Today
ru: Сегодня

# history.top
source: Most played
ru: Чаще всего

# history.yesterday
source: Yesterday
ru: Вчера

# import.datesSkipped %lld
source: Plays and likes with impossible dates are left out: %lld.
ru: Прослушивания и лайки с невозможными датами пропущены: %lld.

# import.doneTitle
source: Library imported
ru: Библиотека импортирована

# import.failedTitle
source: Could not import
ru: Не удалось импортировать

# import.fromViTune
source: Import from ViTune or ViMusic
ru: Импорт из ViTune или ViMusic

# import.fromViTune.description
source: Tracks, history, favorites, playlists and lyrics join your library
ru: Треки, история, Избранное, плейлисты и тексты добавятся к библиотеке

# import.localSkipped %lld
source: Local files are not moved: %lld.
ru: Локальные файлы не перенесены: %lld.

# import.notBackup
source: This is not a ViTune, ViMusic or Melogold backup.
ru: Это не копия ViTune, ViMusic или Melogold.

# import.openHistory
source: Open history
ru: Открыть историю

# import.playsKnown %lld
source: Plays that were already here are not repeated: %lld.
ru: Прослушивания, которые уже были, не повторяются: %lld.

# import.running
source: Importing the library…
ru: Импортируем библиотеку…

# import.summary %lld %lld %lld %lld %lld %lld
source: New tracks: %1$lld. Plays: %2$lld. Favorites: %3$lld. Lyrics: %4$lld. Playlists: %5$lld. Saved albums and artists: %6$lld.
ru: Новых треков — %1$lld, прослушиваний — %2$lld, в Избранном — %3$lld, текстов — %4$lld, плейлистов — %5$lld, сохранённых альбомов и исполнителей — %6$lld.

# import.syncNote
source: The history goes to your other devices through the server bit by bit: up to 2000 plays an hour.
ru: На другие устройства история уйдёт через сервер постепенно — до 2000 прослушиваний в час.

# import.tooOld
source: This backup is too old to read.
ru: Эта копия слишком старая.

# import.unreadable
source: The file could not be read. It may be damaged.
ru: Файл не читается. Возможно, он повреждён.

# import.unsupported
source: Backups of InnerTune, Metrolist and similar apps are not supported yet.
ru: Копии InnerTune, Metrolist и похожих приложений пока не поддерживаются.

# library.add
source: Add
ru: Добавить

# library.addedToPlaylist %@
source: Added to “%@”
ru: Добавлено в «%@»

# library.albums
source: Albums
ru: Альбомы

# library.albums.empty
source: Save albums with ⊕ on the album page
ru: Сохраняйте альбомы кнопкой ⊕ на странице альбома

# library.allPlaylists %lld
source: All playlists (%lld)
ru: Все плейлисты (%lld)

# library.allTracks
source: All tracks
ru: Все треки

# library.allTracks.empty
source: All the tracks you've played, liked, added to playlists or downloaded will be here
ru: Здесь будут все треки, которые вы слушали, лайкали, добавляли в плейлисты или скачивали

# library.alreadyInPlaylist %@
source: Already in “%@”
ru: Уже есть в «%@»

# library.artists
source: Artists & channels
ru: Исполнители и каналы

# library.artists.empty
source: Subscribe to artists and channels with ⊕
ru: Подписывайтесь на исполнителей и каналы кнопкой ⊕

# library.downloadRemoved
source: Download removed
ru: Загрузка удалена

# library.downloads
source: Downloads
ru: Скачанное

# library.empty.message
source: Tap ♡ on tracks and save albums. Everything is stored on this device, no account needed
ru: Отмечайте треки ♡ и сохраняйте альбомы. Всё хранится на устройстве, аккаунт не нужен

# library.empty.title
source: Your music will be here
ru: Здесь будет ваша музыка

# library.favorites
source: Favorites
ru: Избранное

# library.favorites.empty
source: Tap ♡ and tracks will show up here
ru: Нажимайте ♡ — треки появятся здесь

# library.filter
source: Filter
ru: Фильтр

# library.findMusic
source: Find music
ru: Найти музыку

# library.history
source: History
ru: История

# library.historyCleared
source: History cleared
ru: История очищена

# library.historyClearedEverywhere
source: History cleared on all devices
ru: История очищена на всех устройствах

# library.newPlaylist
source: New playlist
ru: Новый плейлист

# library.playlistCreated
source: Playlist created
ru: Плейлист создан

# library.playlistDeleted %@
source: Playlist “%@” deleted
ru: Плейлист «%@» удалён

# library.playlists
source: Playlists
ru: Плейлисты

# library.playlists.empty
source: Create a playlist or bring yours over from ViTune
ru: Создайте плейлист или перенесите свои из ViTune

# library.removedFromFavorites
source: Removed from Favorites
ru: Убрано из Избранного

# library.removedFromHistory
source: Removed from History
ru: Убрано из истории

# library.removedFromHistoryEverywhere
source: Removed from History on all devices
ru: Убрано из истории на всех устройствах

# library.removedFromPlaylist
source: Removed from playlist
ru: Убрано из плейлиста

# library.savedToLibrary
source: Saved to Library
ru: Сохранено в Библиотеку

# library.seeAllCount %lld
source: See all (%lld)
ru: Все (%lld)

# library.sort
source: Sort
ru: Сортировка

# library.trackHidden
source: This track won't be shown
ru: Трек больше не будет показываться

# library.tracks %lld
source: %lld tracks
ru: %lld трека

# library.youtubeChannel
source: YouTube channel
ru: Канал YouTube

# link.importLater
source: Import from other services is coming later
ru: Импорт из других сервисов появится позже

# link.invalid
source: This isn't a Melogold code
ru: Это не код Melogold

# link.invite.message
source: Sign-in will come with the Melogold account
ru: Вход появится вместе с аккаунтом Melogold

# link.invite.title
source: Sign-in isn't here yet
ru: Входа пока нет

# link.open.album
source: Open link: album
ru: Открыть ссылку: альбом

# link.open.channel
source: Open link: YouTube channel
ru: Открыть ссылку: канал YouTube

# link.open.other
source: Open link
ru: Открыть ссылку
